const maparray = [
  { "id": 1, "name": "칠암캠운동장", Lat : 35.181400, Lng: 128.092521},
  { "id": 2, "name": "칠암캠체육관", Lat : 35.180550, Lng: 128.092695  },
  { "id": 3, "name": "칠암캠농구장", Lat : 35.181887, Lng: 128.092407  },
  { "id": 4, "name": "칠암캠풋살장", Lat : 35.181865, Lng: 128.092153  },
  { "id": 5, "name": "칠암캠테니스장", Lat : 35.182051, Lng: 128.093029  },
  { "id": 6, "name": "칠암캠족구장", Lat : 35.181778, Lng: 128.092136 },

  { "id": 7, "name": "가좌캠풋살장", Lat : 35.154370, Lng: 128.103407 },
  { "id": 8, "name": "가좌캠테니스장1", Lat : 35.156537, Lng: 128.102683 },
  { "id": 9, "name": "가좌캠테니스장2", Lat : 35.154181, Lng: 128.102844 },
  { "id": 10, "name": "가좌캠족구장", Lat : 35.154658, Lng: 128.102755 },
  { "id": 11, "name": "가좌캠농구장", Lat : 35.154627, Lng: 127.102903  },
  { "id": 12,"name": "가좌캠대운동장", Lat : 35.154850, Lng: 128.104504 },
  { "id": 13, "name": "가좌캠운동장", Lat : 35.151364, Lng: 128.100821  },
  { "id": 14, "name": "가좌캠체육관", Lat : 35.155414, Lng: 128.103060  },
  
  { "id": 15, "name": "통염캠운동장1", Lat : 34.838744, Lng: 128.399730 },
  { "id": 16,"name": "통염캠운동장2", Lat : 34.836781, Lng: 128.400250 },
  { "id": 17, "name": "통염캠체육관", Lat : 34.836781, Lng: 128.400250 },
  { "id": 18, "name": "통염캠테니스장", Lat : 34.836781, Lng: 128.400250 }
]